Repository: nikwen/forum-app
Catalog: po/*.po
Languages: fr

source: Edit Forum
fr: Modifier le forum

source: Add Forum
fr: Ajouter un forum

source: Edit
fr: Modifier

source: Add
fr: Ajouter

source: Error: Url is invalid
fr: Erreur : ce lien est invalide

source: Error: Name already exists
fr: Erreur : ce nom existe déjà

source: Error: Url already exists
fr: Erreur : ce lien existe déjà

source: Error: Name is empty
fr: Erreur : le nom a été laissé vide

source: Error: Url is empty
fr: Erreur : le lien a été laissé vide

source: Dismiss
fr: Dissoudre

source: Forum-Name:
fr: Nom du forum :

source: Forum-Url:
fr: Lien du forum :

source: Settings
fr: Paramètres

source: Displays a signature below all of your posts…
fr: Affiche une signature à la suite de toutes vos publications…

source: Subscriptions
fr: Souscriptions

source: Reload
fr: Actualiser

source: Login
fr: Se connecter

source: New Topic
fr: Nouveau sujet

source: Unsubscribe
fr: Se désabonner

source: Subscribe
fr: S'abonnner

source: Subscribed to this subforum
fr: Abonné à ce sous-forum

source: Unsubscribed from this subforum
fr: Désabonné de ce sous-forum

source: Stickies
fr: Suivis

source: Announcements
fr: Annonces

source: You are not subscribed to any topics or forums
fr: Vous n'êtes abonné à aucun sujet ni à aucun forum

source: No topics available here
fr: Aucun sujet disponible ici

source: No stickies available here
fr: Aucun suivi disponible ici

source: No announcements available here
fr: Aucune annonce disponible ici

source: Edit Signature
fr: Modifier la signature

source: Save
fr: Enregistrer

source: Cancel
fr: Annuler

source: Enter signature or leave blank
fr: Saisissez une signature ou laissez vide

source: User-Name:
fr: Nom de l'utilisateur :

source: Password:
fr: Mot de passe :

source: OK
fr: Valider

source: Sent from my awesome Ubuntu Touch device using the Forum Browser app
fr: Envoyé depuis mon fatastique appareil Ubuntu Touch en utilisant l'application Forum Browser

source: No more threads to load
fr: Plus aucun fils de discussions à charger

source: Logged in as %1
fr: Connecté en temps que %1

source: About Forum Browser
fr: À propos de Forum Browser

source: Info:
fr: Informations :

source: Development:
fr: Développement :

source: License:
fr: Licence :

source: Source code & bug tracker:
fr: Code source et suivi des anomalies

source: Uses code from:
fr: Utilise du code de :

source: phpjs (MIT License)
fr: phpjs (Licence MIT)

source: Authors:
fr: Auteurs :

source: Maintainer
fr: Maintenance

source: XDA Developers app
fr: Application des développeurs XDA

source: XDA Developers thread
fr: Fil de discussions des développeurs XDA

source: Powered by Tapatalk
fr: Fonctionne avec Tapatalk

source: New Post
fr: Nouvelle publication

source: Subscribed to this topic
fr: Abonné à ce sujet

source: Unsubscribed from this topic
fr: Désabonné de ce sujet

source: Go To Page
fr: Aller à la page

source: Go to
fr: Aller à la

source: Page %1 (Post %2 - %3)
fr: Page %1 (Publication %2 - %3)

source: My Forums
fr: Mes forums

source: About
fr: À propos

source: Swipe up from the bottom to add a forum
fr: Faites glisser votre doigt depuis le bord inférieur pour ajouter un forum

source: %1 user thanked %2 for this useful post
fr: %1 utilisateur a remercié %2 pour cette publication très utile

source: %1 users thanked %2 for this useful post
fr: %1 utilisateurs ont remercié %2 pour cette publication très utile

source: %1 failed
fr: %1 a échoué

source: Text returned by the server:
fr: Texte renvoyé par le serveur :

source: Error: Could not get Tapatalk API response using the given URL
fr: Erreur : impossible de recevoir une réponse de l'API de Tapatalk en utilisant le lien donné

source: Error 404: Could not find Tapatalk API for given URL
fr: Erreur 404 : impossible de trouver l'API de Tapatalk pour le lien donné

source: Connection error
fr: Erreur de connexion

source: Submit
fr: Soumettre

source: Please enter a message
fr: Veuillez saisir un message

source: Back
fr: Retour

source: Subject:
fr: Sujet :

source: Enter Subject
fr: Saisissez un sujet

source: Enter Message
fr: Saisissez un message

source: Submitting %1...
fr: Soumission de %1…

source: Post
fr: Publier

source: Thread
fr: Fil de discussions
